Repository: ribaguifi/django-orchestra-2023
Catalog: orchestra/contrib/bills/locale/*/LC_MESSAGES/django.po
Languages: ca

source: View
ca: Vista

source: Selected bills should be in open state
ca: Les factures seleccionades han d'estar en estat obert

source: Selected bills have been closed
ca: Les factures seleccionades han estat tancades

source: <a href="%(url)s">One related transaction</a> has been created
ca: S'ha creat una <a href="%(url)s">transacció</a>

source: <a href="%(url)s">%(num)i related transactions</a> have been created
ca: S'han creat les <a href="%(url)s">%(num)i següents transaccions</a>

source: Are you sure about closing the following bills?
ca: Estàs a punt de tancar les següents factures, estàs segur?

source: Once a bill is closed it can not be further modified.</p><p>Please select a payment source for the selected bills
ca: Una vegada la factura estigui tancada no podrà ser modificada.</p><p>Si us plau selecciona un mètode de pagament per les factures seleccionades

source: Close
ca: Tanca

source: One bill has been sent.
ca: S'ha creat una factura

source: %i bills have been sent.
ca: S'han enviat %i factures.

source: Resend
ca: Reenviat

source: Download
ca: Descarrega

source: %(norders)s orders and %(nlines)s lines undoed.
ca: %(norders)s ordres i %(nlines)s línies desfetes.

source: Lines moved
ca: Línies mogudes

source: Selected bills should be in closed state
ca: Les factures seleccionades han d'estar en estat obert

source: %(type)s of %(related_type)s %(number)s and creation date %(date)s
ca: %(type)s de %(related_type)s %(number)s amb data de creació %(date)s

source: %(related_type)s %(number)s subtotal for tax %(tax)s%%
ca: %(related_type)s %(number)s subtotal %(tax)s%%

source: <a href="%(url)s">One amendment bill</a> have been generated.
ca: S'ha creat una <a href="%(url)s">transacció</a>

source: <a href="%(url)s">%(num)i amendment bills</a> have been generated.
ca: S'han creat les <a href="%(url)s">%(num)i següents transaccions</a>

source: Description
ca: Descripció

source: Is open
ca: És oberta

source: No bills selected.
ca: No hi ha factures seleccionades

source: Bill not in open state.
ca: La factura no està en estat obert

source: Not all bills are in open state.
ca: No totes les factures estan en estat obert

source: Payment
ca: Pagament

source: Created
ca: Creada

source: lines
ca: línies

source: type
ca: tipus

source: All
ca: Tot

source: Invoice
ca: Factura

source: Fee
ca: Quota de soci

source: Amendment fee
ca: Rectificació de quota de soci

source: Amendment invoice
ca: Factura rectificativa

source: has bill contact
ca: té contacte de facturació

source: Yes
ca: Si

source: payment state
ca: Pagament

source: Paid
ca: Pagat

source: Pending
ca: Pendent

source: Bad debt
ca: Incobrable

source: Number
ca: Número

source: Account
ca: Compte

source: Type
ca: Tipus

source: Source
ca: Font

source: {relation} account "{account}" does not have a declared invoice contact. You should <a href="{url}#invoicecontact-group">provide one</a>
ca: {relation} compte "{account}" no te un contacte de facturació. Hauries de <a href="{url}#invoicecontact-group">proporcionar un</a>

source: Related
ca: Relacionat

source: Main
ca: Principal

source: account
ca: compte

source: name
ca: nom

source: Account full name will be used when left blank.
ca: S'emprarà el nom complet del compte quan es deixi en blanc.

source: address
ca: adreça

source: city
ca: ciutat

source: zip code
ca: codi postal

source: Enter a valid zipcode.
ca: Introdueix un codi postal vàlid.

source: country
ca: país

source: VAT number
ca: NIF

source: Amendment Fee
ca: Rectificació de quota de soci

source: number
ca: número

source: created on
ca: creat el

source: closed on
ca: tancat el

source: open
ca: obert

source: sent
ca: enviat

source: due on
ca: es deu

source: updated on
ca: actualitzada el

source: comments
ca: comentaris

source: bill
ca: factura

source: description
ca: descripció

source: rate
ca: tarifa

source: quantity
ca: quantitat

source: tax
ca: impostos

source: start
ca: iniciar

source: end
ca: finalitzar

source: Informative link back to the order
ca: Enllaç informatiu de l'ordre

source: order billed
ca: ordre facturada

source: order billed until
ca: ordre facturada fins a

source: created
ca: creada

source: amended line
ca: línia rectificada

source: Volume
ca: Volum

source: Compensation
ca: Compensació

source: Other
ca: Altre

source: bill line
ca: línia de factura

source: VAT
ca: IVA

source: taxes
ca: impostos

source: Due date
ca: Data de pagament

source: On %(bank_account)s
ca: Al %(bank_account)s

source: From %(ini)s to %(end)s
ca: De %(ini)s a %(end)s

source: <strong>With your membership</strong> you are supporting ...
ca: <strong>Amb la teva quota de soci</strong> estàs donant suport ...

source: DUE DATE
ca: VENCIMENT

source: %(bill_type)s DATE
ca: DATA %(bill_type)s

source: period
ca: període

source: hrs/qty
ca: hrs/qnt

source: rate/price
ca: tarifa/preu

source: COMMENTS
ca: COMENTARIS

source: PAYMENT
ca: PAGAMENT

source: You can pay our <i>%(type)s</i> by bank transfer.<br> Please make sure to state your name and the <i>%(type)s</i> number. Our bank account number is <br>
ca: Pots pagar aquesta <i>%(type)s</i> per transferència bancaria.<br>Inclou el teu nom i el número de <i>%(type)s</i>. El nostre compte bancari és

source: QUESTIONS
ca: PREGUNTES

source: If you have any question about your <i>%(type)s</i>, please feel free to write us at %(email)s. We will reply as soon as we get your message.
ca: Si tens algun dubte o pregunta sobre la teva <i>%(type)s</i>, si us plau contacta amb nosaltres a %(email)s. Et respondrem el més ràpidament possible.
