Repository: ribaguifi/django-orchestra-2023
Catalog: orchestra/contrib/musician/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: No domain found matching the query
ca: No trobem cap domini que coincideixi amb la teva consulta
es: No hay dominios que coincidan con tu búsqueda

source: No object found matching the query
ca: No trobem cap objecte que coincideixi amb la teva consulta
es: No hay objetos que coincidan con tu búsqueda

source: No mailbox found matching the query
ca: No trobem cap bústia que coincideixi amb la teva consulta
es: No hay buzones de correo que coincidan con tu búsqueda

source: The two password fields didn’t match.
ca: Les contrasenyes introduïdes no coincideixen.
es: Las contraseñas introducidas no coinciden.

source: Password
ca: Contrasenya
es: Contraseña

source: Password confirmation
ca: Confirma la contrasenya
es: Confirma la contraseña

source: Enter the same password as before, for verification.
ca: Introdueix la mateixa contrasenya per verificar-la.
es: Introduce la misma contraseña para verificarla

source: Domains & websites
ca: Dominis i llocs web
es: Dominios y sitios web

source: Mails
ca: Correus
es: Correos

source: Mailing lists
ca: Llistes de correu
es: Listas de correo

source: Databases
ca: Bases de dades
es: Bases de datos

source: Description details for databases page.
ca: Consulta la configuració de les teves bases de dades.
es: Consulta la configuración de tus bases de datos.

source: Mail addresses
ca: Adreces de correu
es: Direcciones de correo

source: Description details for mail addresses page.
ca: Consulta aquí totes les adreces de correu que tens actives.
es: Consulta aquí todas las direcciones de correo que tienes activas.

source: Mailbox
ca: Bústia de correu
es: Buzón de correo

source: Description details for mailbox page.
ca: Aquí trobaràs el detall de les bústies de correu que tens actives.
es: Aquí encontrarás tus buzones de correo y sus detalles de configuración.

source: Mailing list
ca: Llista de correu
es: Lista de correo

source: Description details for mailinglist page.
ca: Consulta aquí els detalls de les teves llistes de correu.
es: Consulta aquí los detalles de tus listas de correo.

source: Description details for SaaS page.
ca: Si tens algun servei SaaS (Software as a Service) contractat, aquí trobaràs els seus detalls de configuració.
es: Si tienes algún servicio SaaS (Software as a Service) contratado, aquí encontrarás sus detalles de configuración.

source: Log in
ca: Accedeix
es: Accede

source: Forgot your password? Click here to recover
ca: Has oblidat la teva contrasenya? Fes click aquí per recuperar-la
es: ¿Olvidaste tu contraseña? Haz clic aquí para recuperarla

source: Forgot your password?
ca: Has oblidat la teva contrasenya?
es: ¿Olvidaste tu contraseña?

source: Send an email to <a href="mailto:%(support_email)s">%(support_email)s</a> including your username and we will provide instructions.
ca: Envia un correu a <a href="mailto:%(support_email)s">%(support_email)s</a> indicant el teu nom d’usuari/a i t’explicarem què fer.
es: Envía un correo a <a href=“mailto:%(support_email)s”>%(support_email)s</a> indicando tu nombre de usuaria/o y te explicaremos qué hacer.

source: Are you sure that you want remove the address: "%(address_name)s"?
ca: Estàs segur/a que vols esborrar l’adreça de correu: "%(address_name)s"?
es: ¿Estás seguro/a de que quieres borrar la dirección de correo "%(address_name)s"?

source: WARNING: This action cannot be undone.
ca: AVÍS: Aquesta acció es irreversible.
es: AVISO: Esta acción es irreversible.

source: Delete
ca: Esborrar
es: Borrar

source: Cancel
ca: Cancel·lar
es: Cancelar

source: Save
ca: Desar
es: Guardar

source: Email
ca: Correu electrònic
es: Correo electrónico

source: Domain
ca: Domini
es: Dominio

source: Mailboxes
ca: Bústies de correu
es: Buzones de correo

source: Forward
ca: Redirecció
es: Redirección

source: New mail address
ca: Nova adreça de correu
es: Nueva dirección de correo

source: Settings
ca: Configuració
es: Configuración

source: Profile
ca: Perfil
es: Perfil

source: Billing
ca: Factures
es: Facturas

source: Log out
ca: Surt
es: Desconéctate

source: Billing page description.
ca: Consulta i descarrega les teves factures.
es: Consulta y descarga tus facturas.

source: Number
ca: Número
es: Número

source: Bill date
ca: Data de la factura
es: Fecha de la factura

source: Type
ca: Tipus
es: Tipo

source: Download PDF
ca: Descarrega el PDF
es: Descarga en PDF

source: Previous
ca: Prèvia
es: Previa

source: Next
ca: Següent
es: Siguiente

source: Welcome back
ca: Hola de nou!
es: ¡Hola de nuevo!

source: Last time you logged in was: %(last_login)s
ca: El darrer cop que vas accedir va ser el dia: %(last_login)s
es: La última vez que accediste fue el día: %(last_login)s

source: It's the first time you log into the system, welcome on board!
ca: És el primer cop que accedeixes, et donem la benvinguda!
es: Es la primera vez que accedes: ¡te damos la bienvenida!

source: Notifications
ca: Notificacions
es: Notificaciones

source: There is no notifications at this time.
ca: No tens cap notificació.
es: No tienes ninguna notificación.

source: Your domains and websites
ca: Els teus dominis i llocs web
es: Tus dominios y sitios web

source: Dashboard page description.
ca: Aquest és el teu panell de gestió, des d’on podràs consultar la configuració dels serveis que Pangea t’ofereix.
es: Este es tu panel de gestión, desde donde podrás consultar la configuración de los servicios que Pangea te ofrece.

source: view configuration
ca: veure la configuració
es: ver la configuración

source: Expiration date
ca: Data de venciment
es: Fecha de vencimiento

source: Mail
ca: Correu
es: Correo

source: mail addresses created
ca: adreces de correu creades
es: direcciones de correo creadas

source: Mail list
ca: Llista de correu
es: Lista de correo

source: Nothing installed
ca: No tens res instal·lat
es: No tienes nada instalado

source: Disk usage
ca: Ús del disc
es: Uso del disco

source: Configuration details
ca: Detalls de configuració
es: Detalles de configuración

source: FTP access:
ca: Accés FTP:
es: Acceso FTP:

source: Contact with the support team to get details concerning FTP access.
ca: Escriu-nos a <a href=“mailto:%(support_email)s”>%(support_email)s</a> per saber com accedir al FTP.
es: Escríbenos a <a href=“mailto:%(support_email)s”>%(support_email)s</a> para saber cómo acceder al FTP.

source: No website configured.
ca: No hi ha cap web configurada.
es: No hay ninguna web configurada.

source: Root directory:
ca: Directori arrel:
es: Directorio raíz:

source: Type:
ca: Tipus:
es: Tipo:

source: View DNS records
ca: Veure registres DNS
es: Ver registros DNS

source: associated to
ca: associada a
es: asociada a

source: No users for this database.
ca: No hi ha persones usuàries d’aquesta base de dades.
es: No hay usuarias/os de esta base de datos.

source: Open database manager
ca: Obre el gestor de bases de dades
es: Abre el gestor de bases de datos

source: Ooops! Looks like there is nothing here!
ca: Mmmh, sembla que aquí no hi ha res!
es: Mmmh… ¡parece que aquí no hay nada!

source: Go back
ca: Tornar
es: Volver

source: DNS settings for
ca: Configuració DNS per a
es: Configuración DNS para

source: DNS settings page description.
ca: Consulta aquí la teva configuració DNS.
es: Consulta aquí tu configuración DNS.

source: Value
ca: Valor
es: Valor

source: Go to global
ca: Totes les adreces
es: Todas las direcciones

source: for
ca: per a
es: para

source: Addresses
ca: Adreces de correu
es: Direcciones de correo

source: Change password
ca: Canvia la contrasenya
es: Cambia la contraseña

source: Are you sure that you want remove the mailbox: "%(name)s"?
ca: Estàs segur/a que vols esborrar la bústia de correu: "%(name)s"?
es: ¿Estás seguro/a de que quieres borrar el buzón de correo "%(name)s"?

source: All mailbox's messages will be <strong>deleted and cannot be recovered</strong>.
ca: Tots els missatges <strong>s'esborraran i no es podran recuperar</strong>.
es: Todos los mensajes <strong>se borrarán y no se podrán recuperar</strong>.

source: Warning!
ca: Atenció!
es: ¡Aviso!

source: You have reached the limit of mailboxes of your subscription so <strong>extra fees</strong> may apply.
ca: Has assolit el límit de bústies de correu de la teva subscripció, les noves bústies poden implicar <strong>costos addicionals</strong>.
es: Has alcanzado el límite de buzones de correo de tu suscripción, los nuevos buzones pueden suponer <strong>costes adicionales</strong>.

source: Close
ca: Tancar
es: Cerrar

source: Name
ca: Nom
es: Nombre

source: Filtering
ca: Filtrat
es: Filtrado

source: Update password
ca: Actualitza la contrasenya
es: Actualiza la contraseña

source: New mailbox
ca: Nova bústia de correu
es: Nuevo buzón de correo

source: Active
ca: Actiu
es: Activo

source: Inactive
ca: Inactiu
es: Inactivo

source: Little description on profile page.
ca: Canvia les teves dades d’accés i opcions de perfil des d’aquí.
es: Cambia tus datos de acceso y opciones de perfil desde aquí.

source: User information
ca: Informació d’usuari/a
es: Información de usuario/a

source: Preferred language:
ca: Llenguatge preferit:
es: Idioma preferido:

source: Billing information
ca: Informació de facturació
es: Datos de facturación

source: payment method:
ca: mètode de pagament:
es: método de pago:

source: Check your last bills
ca: Consulta les teves darreres factures
es: Consulta tus últimas facturas

source: Installed on
ca: Instal·lat a
es: Instalado en

source: Service info
ca: Informació del servei
es: Información del servicio

source: active
ca: actiu
es: activo

source: Open service admin panel
ca: Obre el panell d’administració del servei
es: Abre el panel de administración del servicio

source: Dashboard
ca: Panell de gestió
es: Panel de gestión

source: Traffic
ca: Tràfic
es: Tráfico

source: Mailbox usage
ca: Ús d’espai a la bústia de correu
es: Uso de espacio en tu buzón de correo

source: User profile
ca: El teu perfil
es: Tu perfil

source: Download bill
ca: Descarrega la factura
es: Descarga la factura

source: Address deleted!
ca: S’ha suprimit l’adreça de correu
es: Has eliminado la dirección de correo

source: Cannot process your request, please try again later.
ca: Ara no podem processar la teva petició, torna a intentar-ho una mica més tard sisplau
es: Ahora no podemos procesar tu petición, inténtalo de nuevo un poco más tarde por favor.

source: Mailbox deleted!
ca: S’ha suprimit la bústia de correu
es: Has eliminado el buzón de correo

source: Password updated!
ca: S’ha actualitzat la contrasenya
es: Contraseña actualizada

source: Domain details
ca: Detalls del domini
es: Detalles del dominio

source: Login
ca: Accés
es: Accede
